Repository: KrzysztofKinert/SteganoBlaze
Catalog: SteganoBlaze/Shared/ResourceFiles/Resource.*.resx
Languages: pl

source: Audio Decoding
pl: Dekodowanie Audio

source: Audio Encoding
pl: Kodowanie Audio

# ChooseCarrier
source: Select carrier
pl: Wybierz nośnik

source: Dimensions
pl: Wymiary

source: Image Decoding
pl: Dekodowanie Obrazu

source: Image Encoding
pl: Kodowanie Obrazu

source: Name
pl: Nazwa

source: Size
pl: Rozmiar

# ChooseMessage
source: Select message
pl: Wybierz wiadomość

source: Type
pl: Typ

source: Pixel bits to encode
pl: Kodowane bity piksela

source: B Channel
pl: Kanał B

source: R Channel
pl: Kanał R

source: G Channel
pl: Kanał G

# EncodingInformation
source: Encoding details
pl: Szczegóły kodowania

source: Carrier capacity
pl: Pojemność nośnika

source: Carrier usage
pl: Wykorzystanie nośnika

source: Encode
pl: Zakoduj

source: Save
pl: Zapisz

source: Original Image
pl: Oryginalny Obraz

source: Encoded Image
pl: Zakodowany Obraz

source: Loading...
pl: Ładowanie...

source: Checking...
pl: Sprawdzanie...

source: Reading image data...
pl: Czytanie danych obrazu...

source: Encoding message...
pl: Kodowanie wiadomości...

source: Saving image data...
pl: Zapis danych obrazu...

source: _encoded
pl: _zakodowany

source: Encoding done in
pl: Zakodowano w

source: Language
pl: Język

# DecodedFile
source: Recovered file
pl: Odkodowany plik

source: Decode
pl: Dekoduj

source: Image not encoded!
pl: Obraz nie zakodowany!

source: Decoding message...
pl: Dekodowanie wiadomości...

source: Saving message data...
pl: Zapis danych wiadomości...

source: Decoding done in
pl: Odkodowano w

source: Theme
pl: Motyw

source: Settings
pl: Ustawienia

source: Steganography
pl: Steganografia

# MaxMessageSize
source: Max message size is
pl: Maksymalny rozmiar wiadomości to

# MaxCarrierSize
source: Max carrier size is
pl: Maksymalny rozmiar nośnika to

# EncodingBitsWarning
source: Encoding many bits will distort the carrier
pl: Kodowanie wielu bitów zniekształci nośnik

# MaxCarrierPixels
source: Max carrier pixel count is
pl: Maksymalna ilość pikseli nośnika to

source: Duration
pl: Długość

source: Sample bits to encode
pl: Kodowane bity próbki

source: Bits
pl: Bity

source: Bits per sample
pl: Bity na próbkę

source: Original Audio
pl: Oryginalne Audio

source: Encoded Audio
pl: Zakodowane Audio

source: Audio not encoded
pl: Audio nie zakodowane

source: Carrier format
pl: Format nośnika

# ErrorCompressingMessage
source: Message compression error
pl: Błąd kompresji wiadomości

source: Passwords must match
pl: Hasła muszą się zgadzać

source: Enter password
pl: Podaj hasło

source: Repeat password
pl: Powtórz hasło

# ErrorSavingCarrier
source: Carrier save error
pl: Błąd zapisu nośnika

source: Decrypting message
pl: Dekrypcja wiadomości

# ErrorSavingMessage
source: Message save error
pl: Błąd zapisu wiadomości

# EnterPasswordIfEncrypted
source: Enter the password if the message was additionally encrypted
pl: Podaj hasło jeśli wiadomość uległa dodatkowej enkrypcji

# LeaveEmptyIfNot
source: Leave field empty if encryption was not used
pl: Zostaw pole puste jeśli nie użyto enkrypcji

source: More options
pl: Więcej opcji

source: Message compression
pl: Kompresja wiadomości

source: Message encryption
pl: Enkrypcja wiadomości

source: Scattered encoding
pl: Rozproszone kodowanie

source: Off
pl: Wyłącz

source: On
pl: Włącz

source: Encryption password
pl: Hasło enkrypcji

source: Decompressing message
pl: Dekompresja wiadomości

# CarrierImageCorrupted
source: Image corrupted
pl: Obraz uszkodzony

source: Encrypting message...
pl: Enkrypcja wiadomości...

# ErrorEncryptingMessage
source: Message encryption error
pl: Błąd enkrypcji wiadomości

# ErrorEncodingMessage
source: Message encoding error
pl: Błąd kodowania wiadomości

# CarrierAudioCorrupted
source: Audio corrupted
pl: Audio uszkodzone

source: Checking carrier...
pl: Sprawdzanie nośnika...

# SelectingCarrier_1
source: Select a carrier, an image or audio file, in which the message will be hidden.
pl: Wybierz nośnik, plik graficzny lub dźwiękowy, w którym zostanie ukryta wiadomość.

# SelectingCarrier_2
source: Accepted image formats:
pl: Obsługiwane formaty graficzne:

# SelectingCarrier_3
source: Accepted audio formats:
pl: Obsługiwane formaty dźwiękowe:

# SelectingCarrier_4
source: The maximum size of the carrier file is 10 MB.
pl: Maksymalny rozmiar pliku nośnika to 10 MB.

# SelectingMessage_1
source: Select a message which will be hidden inside the carrier.
pl: Wybierz wiadomość która zostanie ukryta w nośniku.

# SelectingMessage_2
source: The message can be any file with a maximum size of 5 MB.
pl: Wiadomością może być dowolny plik z maksymalnym rozmiarem 5 MB.
